const staticData = {
    kowData: ["Постоянная", "Временная"],
    towData: ["Основная", "По совместительству"],
    genderData: ["М", "Ж"],
    ctzData: ["Гражданин Российской Федерации",
        "Гражданин Российской Федерации и иностранного государства",
        "Иностранный гражданин",
        "Лицо без гражданства"],
    marriageData: ["Никогда не состоял(а) в браке",
        "Состоит в зарегистрированном браке",
        "Состоит в незарегистрированном браке",
        "Вдовец (вдова)",
        "Разведен(а) официально (развод зарегистрирован)",
        "Разошелся(лась)"],
    langDegreeData: ["Читает и переводит со словарем",
        "Читает и может объясняться",
        "Владеет свободно"],
    langData: ["Английский", "Испанский", "Китайский", "Японский"],
    rodRankData: ["Отец", "Мать", "Сын", "Дочь", "Брат", "Сестра"],
    educData: [
        "Дошкольное образование",
        "Начальное общее образование",
        "Основное общее образование",
        "Среднее общее образование",
        "Среднее профессиональное образование",
        "Высшее образование - бакалавриат",
        "Высшее образование - специалитет, магистратура",
        "Высшее образование - подготовка кадров высшей квалификации",
        "Профессиональное обучение",
        "Дополнительное образование детей и взрослых",
        "Дополнительное профессиональное образование",
    ],
    qualData: ["Программная инженерия", "Прикладная информатика", "Информатика и вычислительная техника"],
    edPostData: ["Аспирантура", "Адъюнктура", "Докторантура"],
    profData: ["Системный аналитик"]
}


export default staticData;